{
  "abbrev-man.nvim": { "branch": "main" },
  "antovim": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-open-url": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-textobj-entire": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-textobj-variable-segment": { "branch": "main" },
  "vim-visual-multi": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "wildfire.vim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}